[
  {
    "_id": 123,
    "topic": "Web Development",
    "userName": "ReactJS",
    "title": "React.js is a component based front end library that makes it very easy to build Single Page Applications or SPAs",
    "time": "2h",
    "image": "react.png",
    "liked": true,
    "replies": 203,
    "retuits": 200,
    "likes": 100,
    "handle": "@react",
    "tuit": "You want to wake up in the morning and think the future is going to be great - and that’s what being a spacefaring civilization is all about. It’s about believing in the future and thinking that the future will be better than the past. And I can’t think of anything more exciting than going out there and being among the stars"
  },
  {
    "_id": 234,
    "topic": "JavaScript",
    "userName": "JavaScript",
    "title": "JavaScript is programming language that can run on browsers as well as desktops",
    "time": "1 day",
    "image": "js.png",
    "liked": false,
    "replies": 10,
    "retuits": 2002,
    "likes": 2323,
    "handle": "@react",
    "tuit": "Another writing challenge can be to take the individual sentences in the random paragraph and incorporate a single sentence from that into a new paragraph to create a short story. Unlike the random sentence generator, the sentences from the random paragraph will have some connection to one another so it will be a bit different. You also won't know exactly how many sentences will appear in the random paragraph."
  },
  {
    "_id": 345,
    "topic": "Web Development",
    "userName": "",
    "title": "jQuery",
    "time": "last week",
    "image": "jQuery.png",
    "tweets": "122K",
    "liked": true,
    "replies": 3754,
    "retuits": 7134,
    "likes": 137,
    "handle": "@react",
    "tuit": "Generating random paragraphs can be an excellent way for writers to get their creative flow going at the beginning of the day. The writer has no idea what topic the random paragraph will be about when it appears. This forces the writer to use creativity to complete one of three common writing challenges. The writer can use the paragraph as the first one of a short story and build upon it. A second option is to use the random paragraph somewhere in a short story they create. The third option is to have the random paragraph be the ending paragraph in a short story. No matter which of these challenges is undertaken, the writer is forced to use creativity to incorporate the paragraph into their writing."
  },
  {
    "_id": 456,
    "topic": "Web Development",
    "userName": "NodeJS",
    "title": "",
    "time": "last month",
    "image": "nodejs.png",
    "tweets": "120k",
    "liked": false,
    "replies": 2563,
    "retuits": 34,
    "likes": 11345,
    "handle": "@react",
    "tuit": "Another productive way to use this tool to begin a daily writing routine. One way is to generate a random paragraph with the intention to try to rewrite it while still keeping the original meaning. The purpose here is to just get the writing started so that when the writer goes onto their day's writing projects, words are already flowing from their fingers."
  }
]
